/////////////////////////////////////////////////////////////////////////////////////////////////
//																							   //
//									이미지 파일 업로드											   //
//																							   //
/////////////////////////////////////////////////////////////////////////////////////////////////	

	/**
	* @api {post} /upload 이미지 파일 업로드
	* @apiName 이미지 파일 업로드
	* @apiGroup Upload
	*
	* @apiParam {Binary} file1 이미지 파일 
	*
	*
	* @apiSuccessExample Success-Response:
	* HTTP/1.1 200 OK
	* {
	* 	"url":"http://54.65.100.146/files/0000000011.jpg"  
	* }
	*
	*/
